src/source/implementation/evaluation/benchmarking/patroni/1_1_patroni_dql_benchmark.txt
pgbench (16.2 (Debian 16.2-1.pgdg100+1))
transaction type: <builtin: select only>
scaling factor: 400
query mode: simple
number of clients: 10
number of threads: 4
maximum number of tries: 1
number of transactions per client: 10
number of transactions actually processed: 100/100
number of failed transactions: 0 (0.000%)
latency average = 47.483 ms
average connection time = 15.934 ms
tps = 210.602133 (including reconnection times)