src/source/implementation/evaluation/benchmarking/patroni/1_1_patroni_mixed_benchmark.txt
pgbench (16.2 (Debian 16.2-1.pgdg100+1))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 400
query mode: simple
number of clients: 10
number of threads: 4
maximum number of tries: 1
number of transactions per client: 10
number of transactions actually processed: 100/100
number of failed transactions: 0 (0.000%)
latency average = 66.966 ms
average connection time = 15.033 ms
tps = 149.329288 (including reconnection times)