src/source/implementation/evaluation/benchmarking/patroni/2_1_patroni_mixed_benchmark.txt
pgbench (16.2 (Debian 16.2-1.pgdg100+1))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 1200
query mode: simple
number of clients: 50
number of threads: 4
maximum number of tries: 1
number of transactions per client: 50
number of transactions actually processed: 2500/2500
number of failed transactions: 0 (0.000%)
latency average = 253.239 ms
average connection time = 17.138 ms
tps = 197.442301 (including reconnection times)