src/source/implementation/evaluation/benchmarking/patroni/3_3_patroni_dql_benchmark.txt
pgbench (16.2 (Debian 16.2-1.pgdg100+1))
transaction type: <builtin: select only>
scaling factor: 3999
query mode: simple
number of clients: 50
number of threads: 4
maximum number of tries: 1
number of transactions per client: 100
number of transactions actually processed: 5000/5000
number of failed transactions: 0 (0.000%)
latency average = 223.210 ms
average connection time = 17.273 ms
tps = 224.004642 (including reconnection times)