src/source/implementation/evaluation/benchmarking/patroni/3_3_patroni_mixed_benchmark.txt
pgbench (16.2 (Debian 16.2-1.pgdg100+1))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 3999
query mode: simple
number of clients: 50
number of threads: 4
maximum number of tries: 1
number of transactions per client: 100
number of transactions actually processed: 5000/5000
number of failed transactions: 0 (0.000%)
latency average = 266.105 ms
average connection time = 18.748 ms
tps = 187.895409 (including reconnection times)