src/source/implementation/evaluation/benchmarking/patroni/4_3_patroni_dql_benchmark.txt
pgbench (16.2 (Debian 16.2-1.pgdg100+1))
transaction type: <builtin: select only>
scaling factor: 16784
query mode: simple
number of clients: 25
number of threads: 4
maximum number of tries: 1
number of transactions per client: 280
number of transactions actually processed: 7000/7000
number of failed transactions: 0 (0.000%)
latency average = 135.356 ms
average connection time = 19.414 ms
tps = 184.698544 (including reconnection times)